Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: The user name cannot be empty. Please enter your OSM user name
ca_es: El nom d''usuari no pot estar buit. Si us plau, introduïu el vostre nom d''usuari OSM

source: Please enter your OSM password
ca_es: Si us plau, introduïu la vostra contrasenya OSM

source: The password cannot be empty. Please enter your OSM password
ca_es: La contrasenya no pot estar buida. Si us plau, introduïu la vostra contrasenya OSM

source: Authorize JOSM to access the OSM API
ca_es: Autoritzar JOSM a accedir a l''API OSM

source: <html>The automatic process for retrieving an OAuth Access Token<br>from the OSM server failed.<br><br>Please try again or choose another kind of authorization process,<br>i.e. semi-automatic or manual authorization.</html>
ca_es: <html>El procés automàtic per obtenir un testimoni d''autenticació OAuth<br>del servidor OSM ha fallat.<br><br>Si us plau, proveu un altre cop o escolliu un altre tipus de procés d''autorització,<br>un procés semiautomàtic o manual, per exemple.</html>

source: OAuth authorization failed
ca_es: L''autorització OAuth ha fallat

source: <html>The automatic process for retrieving an OAuth Access Token<br>from the OSM server failed because JOSM was not able to build<br>a valid login URL from the OAuth Authorize Endpoint URL ''{0}''.<br><br>Please check your advanced setting and try again.</html>
ca_es: <html>El procés automàtic per obtenir un testimoni d''autenticació OAuth<br> del servidor OSM ha fallat perquè JOSM no ha pogut construir<br> una URL de login vàlida a partir del punt final de la URL d''autoritzacions d''OAuth ''{0}''.<br><br>Si us plau, comproveu la vostra configuració avançada i proveu un altre cop.</html>

source: <html>The automatic process for retrieving an OAuth Access Token<br>from the OSM server failed. JOSM failed to log into {0}<br>for user {1}.<br><br>Please check username and password and try again.</html>
ca_es: <html>El procés automàtic per obtenir un testimoni d''autenticació OAuth<br> del servidor OSM ha fallat. JOSM no ha aconseguit la connexió a {0}<br>per l''usuari {1}.<br><br>Si us plau, comproveu el nom d''usuari i la contrasenya i proveu un altre cop.</html>

source: Please enter an OAuth Access Token which is authorized to access the OSM server ''{0}''.
ca_es: Si us plau, entreu un testimoni d''autenticació OAuth que estigui autoritzat a accedir al servidor OSM ''{0}''.

source: Access Token
ca_es: Testimoni d''autenticació

source: Advanced OAuth parameters
ca_es: Paràmetres avançats d''OAuth

source: Enter the OAuth Access Token
ca_es: Entreu el testimoni d''autenticació OAuth

source: Enter advanced OAuth properties
ca_es: Entreu propietats avançades d''OAuth

source: <html><body>Please enter an OAuth Access Token which is authorized to access the OSM server ''{0}''.</body></html>
ca_es: <html><body>Si us plau, entreu un testimoni d''autenticació OAuth que estigui autoritzat a accedir al servidor OSM ''{0}''.</body></html>

source: Please enter an Access Token Key
ca_es: Si us plau, entreu una clau del testimoni d''autenticació

source: The Access Token Key must not be empty. Please enter an Access Token Key
ca_es: La clau del testimoni d''autenticació no pot estar buida. Si us plau, entreu una clau pel testimoni d''autenticació

source: Please enter an Access Token Secret
ca_es: Si us plau entreu un Secret pel testimoni d''autenticació

source: The Access Token Secret must not be empty. Please enter an Access Token Secret
ca_es: el Secret del testimoni d''autenticació no pot estar buit. Si us plau, entreu un secret pel testimoni d''autenticació

source: Click to test the Access Token
ca_es: Feu clic per fer un test del testimoni d''autenticació

source: With OAuth you grant JOSM the right to upload map data and GPS tracks on your behalf (<a href="{0}">more info...</a>).
ca_es: Amb OAuth atorgueu a JOSM el dret de pujar dades OSM i tracks GPS en el vostre nom (<a href="{0}">més informació...</a>).

source: Please select an authorization procedure:
ca_es: Si us plau, seleccioneu un procediment d''autorització:

source: Get an Access Token for ''{0}''
ca_es: Obté un testimoni d''autenticació per ''{0}''

source: Close the dialog and cancel authorization
ca_es: Tancar la finestra i anul·lar l''autorització

source: Close the dialog and accept the Access Token
ca_es: Tanca la finestra i accepta el testimoni d''autenticació

source: Failed to cancel running OAuth operation
ca_es: Ha fallat l''anul·lació de l''operació OAuth en execució

source: Retrieving OAuth Request Token from ''{0}''
ca_es: Obtenint una petició de testimoni Oauth de ''{0}''

source: Retrieving OAuth Access Token from ''{0}''
ca_es: Obtenint un testimoni d''autenticació OAuth de ''{0}''

source: OSM website did not return a session cookie in response to ''{0}'',
ca_es: El lloc web OSM no ha retornat una galeta de sessió en resposta a ''{0}'',

source: Failed to authenticate user ''{0}'' with password ''***'' as OAuth user
ca_es: Ha fallat l''autenticació de l''usuari ''{0}'' amb la contrasenya ''***'' com a usuari OAuth

source: Failed to authorize OAuth request ''{0}''
ca_es: Ha fallat l''autorització de la petició OAuth ''{0}''

source: Authorizing OAuth Request token ''{0}'' at the OSM website ...
ca_es: Autoritzant la petició de testimoni OAuth ''{0}'' al lloc web OSM ...

source: Initializing a session at the OSM website...
ca_es: Inicialitzant una sessió al lloc web OSM...

source: Authenticating the session for user ''{0}''...
ca_es: Autenticant la sessió de l''usuari ''{0}''...

source: Authorizing request token ''{0}''...
ca_es: Autoritzant el tstimoni demanat ''{0}''...

source: Logging out session ''{0}''...
ca_es: Tancant la sessió ''{0}''...

source: Allow to upload map data
ca_es: Autoritza la pujada de les dades del mapa

source: Select to grant JOSM the right to upload map data on your behalf
ca_es: Autoritza a JOSM a pujar les dades del mapa en el vostre nom

source: Allow to upload GPS traces
ca_es: Autoritza la pujada de tracks GPS

source: Select to grant JOSM the right to upload GPS traces on your behalf
ca_es: Autoritza a JOSM a pujar tracks GPS en el vostre nom

source: Allow to download your private GPS traces
ca_es: Autoritzar la descàrrega dels vostres tracks GPS privats

source: Select to grant JOSM the right to download your private GPS traces into JOSM layers
ca_es: Autoritza a JOSM a descarregar els vostres tracks GPS privats a les capes

source: Allow to read your preferences
ca_es: Autoritzar la lectura de les vostres preferències

source: Select to grant JOSM the right to read your server preferences
ca_es: Autoritzar a JOSM a llegir les vostres preferències

source: Allow to write your preferences
ca_es: Autoritzar l''escriptura de les vostres preferències

source: Select to grant JOSM the right to write your server preferences
ca_es: Autoritzar a JOSM a escriure les vostres preferències

source: Allow modifications of notes
ca_es: Permet la modificació de notes

source: Select to grant JOSM the right to modify notes on your behalf
ca_es: Seleccioneu permetre que JOSM modifiqui les notes en nom vostre

source: Retrieving OAuth Access Token...
ca_es: Obtenint testimoni d''autenticació OAuth...

source: <html>Retrieving an OAuth Access Token from ''{0}'' failed.</html>
ca_es: <html>Ha fallat l''obtenció d''un testimoni d''autenticació OAuth de ''{0}''.</html>

source: Request Failed
ca_es: La petició ha fallat

source: Retrieving OAuth Request Token...
ca_es: Obtenint la petició de testimoni OAuth...

source: <html>Retrieving an OAuth Request Token from ''{0}'' failed.</html>
ca_es: <html>Ha fallat l''obtenció d''una petició de testimoni OAuth de ''{0}''.</html>

source: Display Advanced OAuth Parameters
ca_es: Mostra els paràmetres avançats d''OAuth

source: Retrieve Request Token
ca_es: Obté una petició de testimoni

source: <html>Please click on <strong>{0}</strong> to retrieve an OAuth Request Token from ''{1}''.</html>
ca_es: <html>Si us plau, feu clic sobre <strong>{0}</strong> per obtenir una petició de testimoni OAuth de ''{1}''.</html>

source: <html>Step 1/3: Retrieve an OAuth Request Token</html>
ca_es: <html>Pas 1/3: obtenir una petició de testimoni OAuth</html>

source: <html>Step 2/3: Authorize and retrieve an Access Token</html>
ca_es: <html>Pas 2/3: Autoritzar i obtenir un testimoni d''autenticació</html>

source: Request Access Token
ca_es: Demana un testimoni d''autenticació

source: <html>JOSM successfully retrieved a Request Token. JOSM is now launching an authorization page in an external browser. Please login with your OSM username and password and follow the instructions to authorize the Request Token. Then switch back to this dialog and click on <strong>{0}</strong><br><br>If launching the external browser fails you can copy the following authorize URL and paste it into the address field of your browser.</html>
ca_es: <html>JOSM ha aconseguit una petició de testimoni d''autenticació i ara està obrint una pàgina d''autorització a un navegador extern. Si us plau, introduïu el vostre nom d''usuari i contrasenya OSM i seguiu les instruccions per autoritzar la petició de testimoni. Després retorneu a aquesta finestra i feu clic sobre <strong>{0}</strong><br><br>Si falla l''obertura del navegador extern podeu copiar la següent URL i enganxar-la al vostre navegador.</html>

source: Go back to step 1/3
ca_es: Retorna al pas 1/3

source: <html>Step 3/3: Successfully retrieved an Access Token</html>
ca_es: <html>Pas 3/3: Testimoni d''autenticació obtingut correctament</html>

source: <html>JOSM has successfully retrieved an Access Token. You can now accept this token. JOSM will use it in the future for authentication and authorization to the OSM server.<br><br>The access token is: </html>
ca_es: <html>JOSM ha aconseguit un testimoni d''autenticació. Ara el podeu acceptar. JOSM l''utilitzarà a partir de llavors per autenticació i autorització al servidor OSM.<br><br>El testimoni d''autenticació és: </html>

source: Click to retrieve a Request Token
ca_es: Feu clic per obtenir el testimoni demanat

source: Retrieve Access Token
ca_es: Obté un testimoni d''autenticació

source: Click to retrieve an Access Token
ca_es: Feu clic per obtenir un testimoni d''autenticació

source: Testing OAuth Access Token
ca_es: Provant el testimoni d''autenticació OAuth

source: Retrieving user details with Access Token Key ''{0}'' was rejected.
ca_es: L''obtenció de detalls de l''usuari amb la clau del testimoni d''autenticació ''{0}'' ha estat refusada.

source: Retrieving user details with Access Token Key ''{0}'' was forbidden.
ca_es: L''obtenció de detalls de l''usuari amb la clau del testimoni d''autenticació ''{0}'' fou prohibida.

source: <html>Successfully used the Access Token ''{0}'' to<br>access the OSM server at ''{1}''.<br>You are accessing the OSM server as user ''{2}'' with id ''{3}''.</html>
ca_es: <html>El testimoni d''autenticació ''{0}'' ha estat utilitzat amb èxit per<br>accedir al servidor OSM a ''{1}''.<br>Esteu accedint al servidor OSM com l''usuari ''{2}'' amb l''ID ''{3}''.</html>

source: Success
ca_es: Èxit

source: <html>Failed to access the OSM server ''{0}''<br>with the Access Token ''{1}''.<br>The server rejected the Access Token as unauthorized. You will not<br>be able to access any protected resource on this server using this token.</html>
ca_es: <html>Ha fallat l''accés al servidor OSM ''{0}''<br>amb el testimoni d''autenticació ''{1}''.<br>El servidor ha refusat el testimoni en considerar-lo com no autoritzat. No <br>podeu accedir a cap recurs protegit d''aquest servidor utilitzant aquest testimoni.</html>

source: Test failed
ca_es: El test ha fallat

source: <html>The Access Token ''{1}'' is known to the OSM server ''{0}''.<br>The test to retrieve the user details for this token failed, though.<br>Depending on what rights are granted to this token you may nevertheless use it<br>to upload data, upload GPS traces, and/or access other protected resources.</html>
ca_es: <html>El testimoni d''autenticació ''{1}'' és conegut pel servidor OSM ''{0}''.<br>No obstant això, el test per aconseguir els detalls de l''usuari ha fallat.<br>Tanmateix, en funció dels drets que atorgui aquest testimoni, potser el podreu utilitzar<br>per pujar dades, carregar tracks GPS i/o accedir a d''altres recursos protegits.</html>

source: Token allows restricted access
ca_es: El testimoni permet un accés restringit

source: <html>Failed to retrieve information about the current user from the OSM server ''{0}''.<br>This is probably not a problem caused by the tested Access Token, but<br>rather a problem with the server configuration. Carefully check the server<br>URL and your Internet connection.</html>
ca_es: <html>No s''ha aconseguit informació sobre l''usuari del servidor OSM ''{0}''.<br>Possiblement no sigui un problema causat pel testimoni d''autenticació testejat, sinó<br>provocat per la configuració del servidor. Comproveu acuradament el servidor<br>la URL i la vostra connexió a Internet.</html>

source: <html>Failed to sign the request for the OSM server ''{0}'' with the token ''{1}''.<br>The token ist probably invalid.</html>
ca_es: <html>Ha fallat la signatura de la petició pel servidor OSM ''{0}'' amb el testimoni ''{1}''.<br>Possiblement el testimoni no sigui vàlid.</html>

source: <html>The test failed because the server responded with an internal error.<br>JOSM could not decide whether the token is valid. Please try again later.</html>
ca_es: <html>El test ha fallat perquè el servidor ha respost amb un error intern.<br>JOSM no pot decdicir si el testimoni és vàlid. Si us plau, torneu a intentar-lo més tard.</html>

source: Retrieving user info...
ca_es: Recuperant informació sobre l''usuari...

source: Audio Settings
ca_es: Paràmetres d''àudio

source: Settings for the audio player and audio markers.
ca_es: Configuració de reproducció i marcadors d''àudio

source: Display the Audio menu.
ca_es: Mostrar el menu d''àudio

source: Label audio (and image and web) markers.
ca_es: Etiquetar els marcadors d''àudio (imatge i web)

source: Display live audio trace.
ca_es: Mostrar la traça d''àudio en directe

source: Explicit waypoints with valid timestamps.
ca_es: Fites explícites amb data i hora vàlides

source: Explicit waypoints with time estimated from track position.
ca_es: Fites explícites amb data i hora estimades a partir de la seva posició

source: Named trackpoints.
ca_es: Punts del track amb nom.

source: Modified times (time stamps) of audio files.
ca_es: Dates i hores modificades als fitxers d''àudio

source: Start of track (will always do this if no other markers available).
ca_es: Prinicpi del track (fer això sempre que no hi hagi altres marcadors disponibles).

source: Show or hide the audio menu entry on the main menu bar.
ca_es: Mostrar o ocultar el menú d''àudio de la barra de menú principal

source: Display a moving icon representing the point on the synchronized track where the audio currently playing was recorded.
ca_es: Mostrar una icona en moviment representant el punt del track sincronitzat on l''àudio que s''està reproduint fou enregistrat.

source: Put text labels against audio (and image and web) markers as well as their button icons.
ca_es: Posar etiquetes al costat dels marcadors d''àudio (imatge i web) i de les seves icones.

source: When importing audio, make markers from...
ca_es: Quan s''importi àudio, crear marcadors...

source: When importing audio, apply it to any waypoints in the GPX layer.
ca_es: En importar àudio, aplicar-ho a tots els punt de fita de la capa GPX.

source: Automatically create audio markers from trackpoints (rather than explicit waypoints) with names or descriptions.
ca_es: Crear automàticament marcadors d''àudio a partir dels punts del track (en comptes dels punts de fita) amb noms o descripció.

source: Create audio markers at the position on the track corresponding to the modified time of each audio WAV file imported.
ca_es: Crear marcadors d''àudio als punts del track que corresponen a les modificacions de l''hora de cada fitxer WAV importat.

source: The number of seconds to jump forward or back when the relevant button is pressed
ca_es: El nombre de segons a saltar endavant o endarrera en prémer el botó adient

source: Forward/back time (seconds)
ca_es: Temps endavant/endarrera (segons)

source: The amount by which the speed is multiplied for fast forwarding
ca_es: La quantitat per la que es multiplica la velocitat en cas de l''avançament ràpid

source: Fast forward multiplier
ca_es: Multiplicador d''avançament ràpid

source: Playback starts this number of seconds before (or after, if negative) the audio track position requested
ca_es: La reproducció comença aquest nombre de segons abans (o després si és negatiu) de la posició demanada a la pista d''àudio

source: Lead-in time (seconds)
ca_es: Retard (segons)

source: The ratio of voice recorder elapsed time to true elapsed time
ca_es: Relació entre el temps transcorregut per l''enregistrador de veu i el temps real

source: Voice recorder calibration
ca_es: Calibració del gravador de veu

source: Configure available plugins.
ca_es: Configurar els connectors disponibles

source: The following plugin has been downloaded <strong>successfully</strong>:
ca_es: El següent connector ha estat descarregat <strong>correctament</strong>:

source: Downloading the following plugin has <strong>failed</strong>:
ca_es: La descàrrega del següent connector <strong>ha fallat</strong>:

source: Search:
ca_es: Cerca:

source: Enter a search expression
ca_es: Entreu una expressió de cerca

source: Plugin update policy
ca_es: Política d''actualització dels connectors

source: Accept the new plugin sites and close the dialog
ca_es: Acceptar els nous llocs web de connectors i tancar la finestra

source: Configure Plugin Sites
ca_es: Configurar els llocs web de connectors

source: Download list
ca_es: Descarregar la llista

source: Download the list of available plugins
ca_es: Descarregar la llista de connectors disponibles

source: Update plugins
ca_es: Actualitzar connectors

source: Update the selected plugins
ca_es: Actualitzar els connectors seleccionats

source: Please restart JOSM to activate the downloaded plugins.
ca_es: Si us plau, reinicieu JOSM per tal d''activar els connectors descarregats.

source: All installed plugins are up to date. JOSM does not have to download newer versions.
ca_es: Tots els connectors instal·lats estan actualitzats. JOSM no necessita descarregar cap nova versió.

source: Plugins up to date
ca_es: Connectors actualitzats

source: Configure sites...
ca_es: Configurar els llocs web...

source: Configure the list of sites where plugins are downloaded from
ca_es: Configurar la llista de llocs web per a descarregar connectors

source: Add JOSM Plugin description URL.
ca_es: Afegeix una URL descriptiva del connector de JOSM

source: Enter URL
ca_es: Introduir una URL

source: Please select an entry.
ca_es: Si us plau seleccioneu una entrada

source: Edit JOSM Plugin description URL.
ca_es: Modificar la descripció de la URL de connectors de JOSM

source: JOSM Plugin description URL
ca_es: Descripció de la URL de connectors de JOSM

source: Expert mode
ca_es: Mode expert

source: Close the preferences dialog and discard preference updates
ca_es: Tancar la finestra de preferències i descartar els canvis

source: Save the preferences and close the dialog
ca_es: Desar les preferències i tancar la finestra

source: Download plugins
ca_es: Descarregar connector

source: You have to restart JOSM for some settings to take effect.
ca_es: Heu de reiniciar JOSM per tal que algunes configuracions tinguin efecte

source: Would you like to restart now?
ca_es: Voleu reiniciar ara?

source: Remote Control
ca_es: Control remot

source: Settings for the remote control feature.
ca_es: Configuració de la funció de control remot

source: Download objects to new layer
ca_es: Descarregar objectes a la nova capa

source: Confirm all Remote Control actions manually
ca_es: Confirmar manualment les accions de control remot

source: Allows JOSM to be controlled from other applications, e.g. from a web browser.
ca_es: Permetre que JOSM sigui controlat per d''altres aplicacions, per exemple de d''un navegador web.

source: JOSM will always listen at <b>port 8111</b> on localhost. <br>This port is not configurable because it is referenced by external applications talking to JOSM.
ca_es: JOSM sempre escoltarà el <b>port 8111</b> del localhost. <br>Aquest port no és configurable perquè està referenciat a una aplicació externa que parla amb JOSM

source: Enable remote control
ca_es: Activar el control remot

source: Permitted actions:
ca_es: Accions permeses:

source: Connection Settings
ca_es: Paràmetres de la connexió

source: Connection Settings for the OSM server.
ca_es: Configuració de la connexió amb el servidor OSM

source: Authentication
ca_es: Autenticació

source: Proxy settings
ca_es: Configuració del servidor intermediari

source: Configure your identity and how to authenticate at the OSM server
ca_es: Configuració de la identitat i la manera d''autentificar-se al servidor OSM

source: Configure whether to use a proxy server
ca_es: Configurar si s''utilitza un servidor intermediari

source: Icon paths:
ca_es: Ruta de les icones:

source: Short Description:
ca_es: Descripció curta:

source: Author:
ca_es: Autor:

source: Webpage:
ca_es: Pàgina web:

source: Description:
ca_es: Descripció:

source: Minimum JOSM Version:
ca_es: Versió mínima de JOSM:

source: by {0}
ca_es: per {0}

source: Name (optional):
ca_es: Nom (opcional):

source: URL / File:
ca_es: Fitxer / Adreça web:

source: active
ca_es: activat

source: Map paint style file (*.xml, *.mapcss, *.zip)
ca_es: Fitxer d''estil del mapa (*.xml, *.mapcss, *.zip)

source: Preset definition file (*.xml, *.zip)
ca_es: Fitxer de predefinicions (*.xml, *.zip)

source: Edit source entry:
ca_es: Modificar la font:

source: Entry ''{0}'' requires JOSM Version {1}. (Currently running: {2})
ca_es: L''entrada ''{0}'' requereix la versió {1} de JOSM. (Actualment utilitzeu: {2})

source: Continue anyway
ca_es: Continua igualment

source: Ignore warning and install style anyway
ca_es: Ignora els advertiments i intal·la l''estil

source: Some entries have unmet dependencies:
ca_es: Algunes entrades tenen dependències que no s''acompleixen:

source: Reset
ca_es: Reinicia

source: Reset to default
ca_es: Restaurar els valors per defecte

source: Add a new icon path
ca_es: Afegeix una nova ruta d''icones

source: Remove the selected icon paths
ca_es: Suprimeix les rutes d''icones seleccionades

source: Edit the selected icon path
ca_es: Modifica la ruta d''icones seleccionada

source: Tooltip
ca_es: Suggeriment

source: Icon
ca_es: Icona

source: Remove from toolbar
ca_es: Suprimeix de la barra d''eines

source: Configure toolbar
ca_es: Configurar la barra d''eines

source: Edit shortcut
ca_es: Edita la drecera

source: Do not hide toolbar and menu
ca_es: No amaguis la barra d''eines ni el menú

source: Actions
ca_es: Accions

source: Toolbar customization
ca_es: Personalització de la barra d''eines

source: Customize the elements on the toolbar.
ca_es: Personalitzar els elements de la barra d''eines

source: Separator
ca_es: Separador

source: Toolbar
ca_es: Barra d''eines

source: Available
ca_es: Disponible

source: Action parameters
ca_es: Paràmetres d''acció

source: Parameter name
ca_es: Nom del paràmetre

source: Parameter value
ca_es: Valor del paràmetre

source: Toolbar action without name: {0}
ca_es: Barra d''eines d''accions sense nom: {0}

source: Strange toolbar value: {0}
ca_es: Valor extrany a la barra d''eines: {0}

source: Toolbar action {0} overwritten: {1} gets {2}
ca_es: L''acció {0} de la barra d''eines ha estat sobrescrita: {1} ha esdevingut {2}
